Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# pregnancy_kicks_label
source: Mouvements comptés
am: እንቅስቃሴዎች ተቆጥረዋል።
ar: الحركات محسوبة
bg: Преброени движения
bn: আন্দোলন গণনা
ca: Moviments comptats
cs: Pohyby se počítají
da: Bevægelser talt
de: Bewegungen gezählt
el: Οι κινήσεις μετρημένες
en: Movements counted
es: Movimientos contados
fa: حرکات حساب شده
fi: Liikkeet laskettu
he: תנועות נספרו
hi: आंदोलनों की गिनती की गई
hr: Pokreti se broje
hu: A mozgások számítanak
id: Pergerakan dihitung
it: I movimenti contano
ja: 動きをカウント
ko: 계산된 움직임
ms: Pergerakan dikira
nb: Bevegelser telt
nl: Bewegingen telden
pl: Liczone ruchy
pt_br: Movimentos contados
ro: Mișcările numărate
ru: Движения засчитаны
sk: Pohyby sa počítajú
sv: Rörelser räknas
sw: Harakati zimehesabiwa
th: นับการเคลื่อนไหว
tr: Sayılan hareketler
uk: Пораховані рухи
ur: حرکتیں شمار کی گئیں۔
vi: Số chuyển động được tính
zh_hans: 已统计运动次数
zh_hant: 已統計運動次數
zu: Ukunyakaza kubaliwe

# pregnancy_kicks_section
source: Mouvements foetaux
am: የፅንስ እንቅስቃሴዎች
ar: حركات الجنين
bg: Движения на плода
bn: ভ্রূণের নড়াচড়া
ca: Moviments fetals
cs: Fetální pohyby
da: Fosterets bevægelser
de: Fetale Bewegungen
el: Κινήσεις του εμβρύου
en: Fetal movements
es: Movimientos fetales
fa: حرکات جنین
fi: Sikiön liikkeet
he: תנועות עובר
hi: भ्रूण की हलचल
hr: Pokreti fetusa
hu: Magzati mozgások
id: Gerakan janin
it: Movimenti fetali
ja: 胎動
ko: 태아의 움직임
ms: Pergerakan janin
nb: Fosterbevegelser
nl: Foetale bewegingen
pl: Ruchy płodu
pt_br: Movimentos fetais
ro: Mișcări fetale
ru: Движения плода
sk: Fetálne pohyby
sv: Fosterrörelser
sw: Harakati za fetasi
th: การเคลื่อนไหวของทารกในครรภ์
tr: Fetal hareketler
uk: Ворушіння плода
ur: جنین کی حرکات
vi: Chuyển động của thai nhi
zh_hans: 胎动
zh_hant: 胎動
zu: Ukunyakaza kwe-fetus

# pregnancy_log_title
source: Journal grossesse
am: የእርግዝና መዝገብ
ar: سجل الحمل
bg: Дневник на бременността
bn: গর্ভাবস্থা লগ
ca: Registre d'embaràs
cs: Protokol o těhotenství
da: Graviditetslog
de: Schwangerschaftsprotokoll
el: ημερολόγιο εγκυμοσύνης
en: Pregnancy log
es: Registro de embarazo
fa: گزارش بارداری
fi: Raskausloki
he: יומן הריון
hi: गर्भावस्था लॉग
hr: Dnevnik trudnoće
hu: Terhességi napló
id: Catatan kehamilan
it: Registro della gravidanza
ja: 妊娠記録
ko: 임신 기록
ms: Log kehamilan
nb: Svangerskapslogg
nl: Zwangerschapslogboek
pl: Dziennik ciąży
pt_br: Registro de gravidez
ro: Jurnalul sarcinii
ru: Журнал беременности
sk: Protokol o tehotenstve
sv: Graviditetslogg
sw: Logi ya ujauzito
th: บันทึกการตั้งครรภ์
tr: Hamilelik günlüğü
uk: Журнал вагітності
ur: حمل کا ریکارڈ
vi: Nhật ký mang thai
zh_hans: 怀孕日志
zh_hant: 懷孕日誌
zu: Ilogi yokukhulelwa

# pregnancy_nausea_level
source: Intensité des nausées
am: የማቅለሽለሽ ጥንካሬ
ar: شدة الغثيان
bg: Интензивност на гадене
bn: বমি বমি ভাবের তীব্রতা
ca: Intensitat de nàusees
cs: Intenzita nevolnosti
da: Kvalme intensitet
de: Intensität der Übelkeit
el: Ένταση ναυτίας
en: Nausea intensity
es: intensidad de las náuseas
fa: شدت تهوع
fi: Pahoinvoinnin voimakkuus
he: עוצמת בחילה
hi: मतली की तीव्रता
hr: Intenzitet mučnine
hu: Hányinger intenzitása
id: Intensitas mual
it: Intensità della nausea
ja: 吐き気の強さ
ko: 메스꺼움 강도
ms: Keamatan loya
nb: Kvalme intensitet
nl: Intensiteit van misselijkheid
pl: Intensywność nudności
pt_br: Intensidade de náusea
ro: Intensitate greață
ru: Интенсивность тошноты
sk: Intenzita nevoľnosti
sv: Illamående intensitet
sw: Nguvu ya kichefuchefu
th: ความรุนแรงของอาการคลื่นไส้
tr: Bulantı yoğunluğu
uk: Інтенсивність нудоти
ur: متلی کی شدت
vi: Cường độ buồn nôn
zh_hans: 恶心强度
zh_hant: 噁心強度
zu: Amandla e-nausea

# pregnancy_nausea_section
source: Nausées
am: ማቅለሽለሽ
ar: غثيان
bg: гадене
bn: বমি বমি ভাব
ca: Nàusees
cs: Nevolnost
da: Kvalme
de: Brechreiz
el: Ναυτία
en: Nausea
es: Náuseas
fa: حالت تهوع
fi: Pahoinvointi
he: בְּחִילָה
hi: जी मिचलाना
hr: Mučnina
hu: Hányinger
id: Mual
it: Nausea
ja: 吐き気
ko: 메스꺼움
ms: Loya
nb: Kvalme
nl: Misselijkheid
pl: Mdłości
pt_br: Náusea
ro: Greaţă
ru: Тошнота
sk: Nevoľnosť
sv: Illamående
sw: Kichefuchefu
th: คลื่นไส้
tr: Bulantı
uk: нудота
ur: متلی
vi: buồn nôn
zh_hans: 恶心
zh_hant: 噁心
zu: Isicanucanu

# pregnancy_weight_section
source: Poids
am: ክብደት
ar: وزن
bg: Тегло
bn: ওজন
ca: Pes
cs: Hmotnost
da: Vægt
de: Gewicht
el: Βάρος
en: Weight
es: Peso
fa: وزن
fi: Paino
he: מִשׁקָל
hi: वज़न
hr: Težina
hu: Súly
id: Berat
it: Peso
ja: 重さ
ko: 무게
ms: Berat badan
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
ro: Greutate
ru: Масса
sk: Hmotnosť
sv: Vikt
sw: Uzito
th: น้ำหนัก
tr: Ağırlık
uk: вага
ur: وزن
vi: Cân nặng
zh_hans: 重量
zh_hant: 重量
zu: Isisindo

# previous_month_a11y
source: Mois précédent
am: ያለፈው ወር
ar: الشهر السابق
bg: Предишния месец
bn: আগের মাস
ca: Mes anterior
cs: Předchozí měsíc
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
en: Previous month
es: Mes anterior
fa: ماه قبل
fi: Edellinen kuukausi
he: החודש הקודם
hi: पिछला महीना
hr: Prethodni mjesec
hu: Előző hónap
id: Bulan sebelumnya
it: Mese precedente
ja: 前月
ko: 지난달
ms: Bulan sebelumnya
nb: Forrige måned
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
sk: Predchádzajúci mesiac
sv: Föregående månad
sw: Mwezi uliopita
th: เดือนที่แล้ว
tr: Önceki ay
uk: Попередній місяць
ur: پچھلا مہینہ
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月
zu: Inyanga edlule

# privacy_badge_a11y
source: Toutes tes données sont stockées localement sur cet appareil
am: ሁሉም የእርስዎ ውሂብ በዚህ መሣሪያ ላይ በአካባቢው ተከማችቷል።
ar: جميع بياناتك محفوظة محلياً على هذا الجهاز
bg: Всички ваши данни се съхраняват локално на това устройство
bn: আপনার সমস্ত ডেটা এই ডিভাইসে স্থানীয়ভাবে সংরক্ষণ করা হয়
ca: Totes les teves dades s'emmagatzemen localment en aquest dispositiu
cs: Všechna vaše data jsou uložena lokálně na tomto zařízení
da: Alle dine data gemmes lokalt på denne enhed
de: Alle Daten werden lokal auf diesem Gerät gespeichert
el: Όλα τα δεδομένα σας αποθηκεύονται τοπικά σε αυτήν τη συσκευή
en: All your data is stored locally on this device
es: Todos tus datos se almacenan localmente en este dispositivo
fa: تمام داده های شما به صورت محلی در این دستگاه ذخیره می شود
fi: Kaikki tietosi tallennetaan paikallisesti tälle laitteelle
he: כל הנתונים שלך מאוחסנים באופן מקומי במכשיר זה
hi: आपका सारा डेटा इस डिवाइस पर स्थानीय रूप से संग्रहीत है
hr: Svi vaši podaci pohranjuju se lokalno na ovom uređaju
hu: Az összes adatot helyileg tároljuk ezen az eszközön
id: Semua data Anda disimpan secara lokal di perangkat ini
it: Tutti i tuoi dati sono archiviati localmente su questo dispositivo
ja: すべてのデータはこのデバイスにローカルに保存されています
ko: 모든 데이터는 이 기기에 로컬로 저장됩니다.
ms: Semua data anda disimpan secara setempat pada peranti ini
nb: Alle dataene dine lagres lokalt på denne enheten
nl: Al uw gegevens worden lokaal op dit apparaat opgeslagen
pl: Wszystkie Twoje dane są przechowywane lokalnie na tym urządzeniu
pt_br: Todos os seus dados são armazenados localmente neste dispositivo
ro: Toate datele dvs. sunt stocate local pe acest dispozitiv
ru: Все ваши данные хранятся локально на этом устройстве.
sk: Všetky vaše údaje sú uložené lokálne v tomto zariadení
sv: All din data lagras lokalt på den här enheten
sw: Data yako yote imehifadhiwa kwenye kifaa hiki
th: ข้อมูลทั้งหมดของคุณจะถูกจัดเก็บไว้ในอุปกรณ์นี้
tr: Tüm verileriniz bu cihazda yerel olarak depolanıyor
uk: Усі ваші дані зберігаються локально на цьому пристрої
ur: آپ کا تمام ڈیٹا مقامی طور پر اس ڈیوائس پر محفوظ ہے۔
vi: Tất cả dữ liệu của bạn được lưu trữ cục bộ trên thiết bị này
zh_hans: 您的所有数据都存储在该设备本地
zh_hant: 您的所有資料都儲存在該裝置本地
zu: Yonke idatha yakho igcinwe endaweni kule divayisi

# privacy_local_badge
source: Données locales
am: የአካባቢ ውሂብ
ar: بيانات محلية
bg: Локални данни
bn: স্থানীয় তথ্য
ca: Dades locals
cs: Místní data
da: Lokale data
de: Lokale Daten
el: Τοπικά δεδομένα
en: Local data
es: Datos locales
fa: داده های محلی
fi: Paikalliset tiedot
he: נתונים מקומיים
hi: स्थानीय डेटा
hr: Lokalni podaci
hu: Helyi adatok
id: Data lokal
it: Dati locali
ja: ローカルデータ
ko: 로컬 데이터
ms: Data tempatan
nb: Lokale data
nl: Lokale gegevens
pl: Dane lokalne
pt_br: Dados locais
ro: Date locale
ru: Локальные данные
sk: Miestne údaje
sv: Lokala data
sw: Data ya ndani
th: ข้อมูลท้องถิ่น
tr: Yerel veriler
uk: Локальні дані
ur: مقامی ڈیٹا
vi: Dữ liệu cục bộ
zh_hans: 本地数据
zh_hant: 本地數據
zu: Idatha yendawo

# profile_name_placeholder
source: Votre nom
am: ስምዎ
ar: اسمك
bg: Вашето име
bn: আপনার নাম
ca: El teu nom
cs: Tvé jméno
da: Dit navn
de: Dein Name
el: Το όνομά σου
en: Your name
es: Tu nombre
fa: نام شما
fi: Nimesi
he: השם שלך
hi: आपका नाम
hr: Tvoje ime
hu: A neved
id: Nama Anda
it: Il tuo nome
ja: 名前
ko: 이름
ms: Nama anda
nb: Ditt navn
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
ro: Numele tău
ru: Ваше имя
sk: Tvoje meno
sv: Ditt namn
sw: Jina lako
th: ชื่อของคุณ
tr: Adın
uk: Ваше ім'я
ur: آپ کا نام
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字
zu: Igama lakho

# regularity_irregular
source: Irrégulier (et c'est normal)
am: ያልተስተካከለ (እና ችግር የለውም)
ar: غير منتظمة (وهذا طبيعي)
bg: Нередовен (и това е нормално)
bn: অনিয়মিত (এবং এতে কোনো সমস্যা নেই)
ca: Irregular (i no passa res)
cs: Nepravidelný (a to je v pořádku)
da: Uregelmæssig (og det er helt fint)
de: Unregelmäßig (und das ist in Ordnung)
el: Ακανόνιστος (και αυτό είναι εντάξει)
en: Irregular (and that's okay)
es: Irregular (y está bien)
fa: نامنظم (و اشکالی ندارد)
fi: Epäsäännöllinen (ja se on ihan normaalia)
he: לא סדיר (וזה בסדר)
hi: अनियमित (और यह ठीक है)
hr: Neredovit (i to je u redu)
hu: Rendszertelen (és ez rendben van)
id: Tidak teratur (dan itu tidak apa-apa)
it: Irregolare (e va benissimo)
ja: 不規則（それも自然なことです）
ko: 불규칙적 (그래도 괜찮아요)
ms: Tidak teratur (dan itu tidak mengapa)
nb: Uregelmessig (og det er helt greit)
nl: Onregelmatig (en dat is prima)
pl: Nieregularny (i to jest w porządku)
pt_br: Irregular (e tudo bem)
ro: Neregulat (și e perfect normal)
ru: Нерегулярный (и это нормально)
sk: Nepravidelný (a to je v poriadku)
sv: Oregelbunden (och det är okej)
sw: Si kawaida (na hiyo ni sawa)
th: ไม่สม่ำเสมอ (และไม่เป็นไร)
tr: Düzensiz (ve bu sorun değil)
uk: Нерегулярний (і це нормально)
ur: بے قاعدہ (اور یہ ٹھیک ہے)
vi: Không đều (và điều đó hoàn toàn bình thường)
zh_hans: 不规律（这很正常）
zh_hant: 不規律（這很正常）
zu: Akuvamile (futhi kulungile lokho)

# regularity_regular
source: Plutôt régulier
am: ብዙ ጊዜ መደበኛ
ar: منتظمة في الغالب
bg: Предимно редовен
bn: বেশিরভাগ সময় নিয়মিত
ca: Generalment regular
cs: Většinou pravidelný
da: For det meste regelmæssig
de: Meistens regelmäßig
el: Σε γενικές γραμμές τακτικός
en: Mostly regular
es: Bastante regular
fa: عمدتاً منظم
fi: Enimmäkseen säännöllinen
he: בדרך כלל סדיר
hi: ज़्यादातर नियमित
hr: Uglavnom redovit
hu: Többnyire rendszeres
id: Sebagian besar teratur
it: Abbastanza regolare
ja: おおむね規則的
ko: 대체로 규칙적
ms: Kebanyakan teratur
nb: For det meste regelmessig
nl: Meestal regelmatig
pl: Przeważnie regularny
pt_br: Na maioria das vezes regular
ro: În general regulat
ru: В основном регулярный
sk: Väčšinou pravidelný
sv: Mestadels regelbunden
sw: Kawaida mara nyingi
th: ค่อนข้างสม่ำเสมอ
tr: Çoğunlukla düzenli
uk: Здебільшого регулярний
ur: زیادہ تر باقاعدہ
vi: Khá đều đặn
zh_hans: 大多数时候规律
zh_hant: 大多數時候規律
zu: Ngokuvamile evamile

# regularity_unknown
source: Je ne sais pas encore
am: እስካሁን እርግጠኛ አይደለሁም
ar: لست متأكدة بعد
bg: Все още не съм сигурна
bn: আমি এখনও নিশ্চিত নই
ca: Encara no n'estic segur/a
cs: Zatím si nejsem jistá
da: Jeg er ikke sikker endnu
de: Ich bin mir noch nicht sicher
el: Δεν είμαι σίγουρος/η ακόμα
en: I'm not sure yet
es: Aún no estoy seguro/a
fa: هنوز مطمئن نیستم
fi: En ole vielä varma
he: עדיין לא בטוח/ה
hi: मुझे अभी पता नहीं
hr: Još nisam siguran/sigurna
hu: Még nem vagyok biztos benne
id: Saya belum yakin
it: Non ne sono ancora sicuro/a
ja: まだわかりません
ko: 아직 잘 모르겠어요
ms: Saya belum pasti lagi
nb: Jeg er ikke sikker ennå
nl: Ik weet het nog niet zeker
pl: Jeszcze nie wiem
pt_br: Ainda não tenho certeza
ro: Nu sunt încă sigur(ă)
ru: Пока не уверен(а)
sk: Zatiaľ si nie som istá
sv: Jag är inte säker ännu
sw: Bado sijui
th: ยังไม่แน่ใจ
tr: Henüz emin değilim
uk: Я ще не впевнений/впевнена
ur: مجھے ابھی یقین نہیں
vi: Tôi chưa chắc
zh_hans: 我还不确定
zh_hant: 我還不確定
zu: Angikaqiniseki okwamanje

# regularity_very_regular
source: Très régulier (comme une horloge)
am: በጣም መደበኛ (እንደ ሰዓት)
ar: منتظمة جداً (كالساعة)
bg: Много редовен (като часовник)
bn: খুব নিয়মিত (ঘড়ির কাঁটার মতো)
ca: Molt regular (com un rellotge)
cs: Velmi pravidelný (jako hodinky)
da: Meget regelmæssig (som et urværk)
de: Sehr regelmäßig (wie ein Uhrwerk)
el: Πολύ τακτικός (σαν ρολόι)
en: Very regular (like clockwork)
es: Muy regular (como un reloj)
fa: خیلی منظم (مثل ساعت)
fi: Hyvin säännöllinen (kuin kello)
he: מאוד סדיר (כמו שעון)
hi: बहुत नियमित (घड़ी की तरह)
hr: Vrlo redovit (kao sat)
hu: Nagyon rendszeres (mint az óramű)
id: Sangat teratur (seperti jam)
it: Molto regolare (come un orologio)
ja: とても規則的（時計のように）
ko: 매우 규칙적 (시계처럼)
ms: Sangat teratur (seperti jam)
nb: Veldig regelmessig (som et urverk)
nl: Zeer regelmatig (als een klok)
pl: Bardzo regularny (jak w zegarku)
pt_br: Muito regular (como um relógio)
ro: Foarte regulat (ca un ceasornic)
ru: Очень регулярный (как часы)
sk: Veľmi pravidelný (ako hodinky)
sv: Mycket regelbunden (som ett urverk)
sw: Kawaida sana (kama saa)
th: สม่ำเสมอมาก (เป๊ะเหมือนนาฬิกา)
tr: Çok düzenli (saat gibi)
uk: Дуже регулярний (як годинник)
ur: بہت باقاعدہ (گھڑی کی طرح)
vi: Rất đều đặn (như đồng hồ)
zh_hans: 非常规律（像时钟一样）
zh_hant: 非常規律（像時鐘一樣）
zu: Evamile kakhulu (njengewashi)

# save_button
source: Enregistrer
am: አስቀምጥ
ar: يحفظ
bg: Запазване
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Spare
de: Speichern
el: Εκτός
en: Save
es: Ahorrar
fa: ذخیره کنید
fi: Tallentaa
he: לְהַצִיל
hi: बचाना
hr: Uštedjeti
hu: Megtakarítás
id: Menyimpan
it: Salva
ja: 保存
ko: 구하다
ms: Jimat
nb: Spare
nl: Redden
pl: Ratować
pt_br: Salvar
ro: Salva
ru: Сохранять
sk: Uložiť
sv: Spara
sw: Hifadhi
th: บันทึก
tr: Kaydetmek
uk: зберегти
ur: محفوظ کریں۔
vi: Cứu
zh_hans: 节省
zh_hant: 節省
zu: Londoloza

# selected_a11y
source: Sélectionné
am: ተመርጧል
ar: مختارة
bg: Избрано
bn: নির্বাচিত
ca: Seleccionat
cs: Vybraný
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
en: Selected
es: Seleccionado
fa: انتخاب شده است
fi: Valittu
he: נִבחָר
hi: चयनित
hr: Odabrano
hu: Kiválasztott
id: Terpilih
it: Selezionato
ja: 選択済み
ko: 선택된
ms: Dipilih
nb: Valgt
nl: Gekozen
pl: Wybrany
pt_br: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybrané
sv: Vald
sw: Imechaguliwa
th: เลือกแล้ว
tr: Seçildi
uk: Вибране
ur: منتخب
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇
zu: Ikhethiwe

# settings_calm_mode
source: Mode calme
am: ጸጥ ያለ ሁነታ
ar: الوضع الهادئ
bg: Спокоен режим
bn: শান্ত মোড
ca: Mode tranquil
cs: Klidný režim
da: Rolig tilstand
de: Ruhiger Modus
el: Ήρεμη λειτουργία
en: Calm mode
es: Modo calma
fa: حالت آرام
fi: Rauhallinen tila
he: מצב רגוע
hi: शांत अवस्था
hr: Mirni način rada
hu: Nyugodt mód
id: Modus tenang
it: Modalità calma
ja: 落ち着きモード
ko: 진정 모드
ms: Mod tenang
nb: Rolig modus
nl: Rustige modus
pl: Tryb spokojny
pt_br: Modo calmo
ro: Modul calm
ru: Спокойный режим
sk: Pokojný režim
sv: Lugnt läge
sw: Hali ya utulivu
th: โหมดสงบ
tr: Sakin mod
uk: Спокійний режим
ur: پرسکون موڈ
vi: Chế độ bình tĩnh
zh_hans: 平静模式
zh_hant: 平靜模式
zu: Imodi ezolile

# settings_calm_mode_description
source: Masquer les prédictions pour réduire l'anxiété
am: ጭንቀትን ለመቀነስ ትንበያዎችን ደብቅ
ar: إخفاء التوقعات لتقليل القلق
bg: Скрийте прогнозите, за да намалите безпокойството
bn: উদ্বেগ কমাতে ভবিষ্যদ্বাণী লুকান
ca: Amaga les prediccions per reduir l'ansietat
cs: Skryjte předpovědi, abyste snížili úzkost
da: Skjul forudsigelser for at reducere angst
de: Vorhersagen ausblenden, um Angst zu reduzieren
el: Απόκρυψη προβλέψεων για μείωση του άγχους
en: Hide predictions to reduce anxiety
es: Ocultar predicciones para reducir la ansiedad
fa: پیش بینی ها را برای کاهش اضطراب پنهان کنید
fi: Piilota ennusteet vähentääksesi ahdistusta
he: הסתר תחזיות כדי להפחית חרדה
hi: चिंता कम करने के लिए भविष्यवाणियाँ छिपाएँ
hr: Sakrijte predviđanja kako biste smanjili tjeskobu
hu: Az előrejelzések elrejtése a szorongás csökkentése érdekében
id: Sembunyikan prediksi untuk mengurangi kecemasan
it: Nascondi le previsioni per ridurre l'ansia
ja: 不安を軽減するために予測を非表示にする
ko: 불안을 줄이기 위해 예측 숨기기
ms: Sembunyikan ramalan untuk mengurangkan kebimbangan
nb: Skjul spådommer for å redusere angst
nl: Verberg voorspellingen om angst te verminderen
pl: Ukryj prognozy, aby zmniejszyć niepokój
pt_br: Ocultar previsões para reduzir a ansiedade
ro: Ascunde previziunile pentru a reduce anxietatea
ru: Скройте прогнозы, чтобы уменьшить беспокойство
sk: Skryť predpovede na zníženie úzkosti
sv: Dölj förutsägelser för att minska ångest
sw: Ficha utabiri ili kupunguza wasiwasi
th: ซ่อนการคาดการณ์เพื่อลดความวิตกกังวล
tr: Kaygıyı azaltmak için tahminleri gizleyin
uk: Приховайте передбачення, щоб зменшити занепокоєння
ur: پریشانی کو کم کرنے کے لیے پیشین گوئیاں چھپائیں۔
vi: Ẩn dự đoán để giảm bớt lo lắng
zh_hans: 隐藏预测以减少焦虑
zh_hant: 隱藏預測以減少焦慮
zu: Fihla izibikezelo ukuze unciphise ukukhathazeka

# settings_delete_all_a11y
source: Supprimer toutes mes données
am: ሁሉንም የእኔን ውሂብ ሰርዝ
ar: احذف جميع بياناتي
bg: Изтрий всичките ми данни
bn: আমার সমস্ত ডেটা মুছুন
ca: Esborra totes les meves dades
cs: Smazat všechna moje data
da: Slet alle mine data
de: Alle meine Daten löschen
el: Διαγραφή όλων των δεδομένων μου
en: Delete all my data
es: borrar todos mis datos
fa: تمام داده های من را حذف کنید
fi: Poista kaikki tietoni
he: מחק את כל הנתונים שלי
hi: मेरा सारा डेटा हटा दें
hr: Izbriši sve moje podatke
hu: Törölje az összes adatomat
id: Hapus semua data saya
it: Elimina tutti i miei dati
ja: すべてのデータを削除します
ko: 내 데이터 모두 삭제
ms: Padamkan semua data saya
nb: Slett alle mine data
nl: Verwijder al mijn gegevens
pl: Usuń wszystkie moje dane
pt_br: Excluir todos os meus dados
ro: Ștergeți toate datele mele
ru: Удалить все мои данные
sk: Vymazať všetky moje údaje
sv: Radera all min data
sw: Futa data yangu yote
th: ลบข้อมูลทั้งหมดของฉัน
tr: Tüm verilerimi sil
uk: Видалити всі мої дані
ur: میرا تمام ڈیٹا ڈیلیٹ کر دیں۔
vi: Xóa tất cả dữ liệu của tôi
zh_hans: 删除我的所有数据
zh_hant: 刪除我的所有數據
zu: Susa yonke idatha yami

# settings_delete_all_hint_a11y
source: Cette action est irréversible
am: ይህ እርምጃ የማይቀለበስ ነው።
ar: هذا الإجراء لا رجعة فيه
bg: Това действие е необратимо
bn: এই কর্ম অপরিবর্তনীয়
ca: Aquesta acció és irreversible
cs: Tato akce je nevratná
da: Denne handling er irreversibel
de: Diese Aktion ist irreversibel
el: Αυτή η ενέργεια είναι μη αναστρέψιμη
en: This action is irreversible
es: Esta acción es irreversible.
fa: این عمل برگشت ناپذیر است
fi: Tämä toimenpide on peruuttamaton
he: פעולה זו היא בלתי הפיכה
hi: यह क्रिया अपरिवर्तनीय है
hr: Ova radnja je nepovratna
hu: Ez a művelet visszafordíthatatlan
id: Tindakan ini tidak dapat diubah
it: Questa azione è irreversibile
ja: この操作は元に戻せません
ko: 이 작업은 되돌릴 수 없습니다.
ms: Tindakan ini tidak dapat dipulihkan
nb: Denne handlingen er irreversibel
nl: Deze actie is onomkeerbaar
pl: To działanie jest nieodwracalne
pt_br: Esta ação é irreversível
ro: Această acțiune este ireversibilă
ru: Это действие необратимо
sk: Táto akcia je nezvratná
sv: Denna åtgärd är oåterkallelig
sw: Kitendo hiki hakiwezi kutenduliwa
th: การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Bu eylem geri alınamaz
uk: Ця дія незворотна
ur: یہ عمل ناقابل واپسی ہے۔
vi: Hành động này không thể thay đổi được
zh_hans: 此操作不可逆转
zh_hant: 此操作不可逆轉
zu: Lesi senzo asinakuhlehliswa

# settings_delete_all_label
source: Supprimer toutes les données
am: ሁሉንም ውሂብ ሰርዝ
ar: حذف جميع البيانات
bg: Изтрийте всички данни
bn: সমস্ত ডেটা মুছুন
ca: Suprimeix totes les dades
cs: Smažte všechna data
da: Slet alle data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
en: Delete all data
es: Eliminar todos los datos
fa: تمام داده ها را حذف کنید
fi: Poista kaikki tiedot
he: מחק את כל הנתונים
hi: सारा डेटा हटा दें
hr: Izbriši sve podatke
hu: Minden adat törlése
id: Hapus semua data
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
ms: Padam semua data
nb: Slett alle data
nl: Verwijder alle gegevens
pl: Usuń wszystkie dane
pt_br: Excluir todos os dados
ro: Ștergeți toate datele
ru: Удалить все данные
sk: Vymažte všetky údaje
sv: Radera all data
sw: Futa data zote
th: ลบข้อมูลทั้งหมด
tr: Tüm verileri sil
uk: Видалити всі дані
ur: تمام ڈیٹا کو حذف کریں۔
vi: Xóa tất cả dữ liệu
zh_hans: 删除所有数据
zh_hant: 刪除所有數據
zu: Susa yonke idatha

# settings_export_label
source: Exporter mes données
am: ውሂቤን ወደ ውጪ ላክ
ar: تصدير بياناتي
bg: Експортиране на моите данни
bn: আমার ডেটা এক্সপোর্ট করুন
ca: Exporta les meves dades
cs: Exportovat moje data
da: Eksporter mine data
de: Meine Daten exportieren
el: Εξαγωγή των δεδομένων μου
en: Export my data
es: Exportar mis datos
fa: داده های من را صادر کنید
fi: Vie tietoni
he: ייצא את הנתונים שלי
hi: मेरा डेटा निर्यात करें
hr: Izvezi moje podatke
hu: Exportálja az adataimat
id: Ekspor data saya
it: Esporta i miei dati
ja: データをエクスポート
ko: 내 데이터 내보내기
ms: Eksport data saya
nb: Eksporter dataene mine
nl: Exporteer mijn gegevens
pl: Eksportuj moje dane
pt_br: Exportar meus dados
ro: Exportați datele mele
ru: Экспортировать мои данные
sk: Exportovať moje údaje
sv: Exportera mina data
sw: Hamisha data yangu
th: ส่งออกข้อมูลของฉัน
tr: Verilerimi dışa aktar
uk: Експортувати мої дані
ur: میرا ڈیٹا ایکسپورٹ کریں۔
vi: Xuất dữ liệu của tôi
zh_hans: 导出我的数据
zh_hant: 匯出我的數據
zu: Thumela idatha yami

# settings_footer_no_server
source: LUNA ne transmet aucune donnée. Chiffrement AES-256-GCM.
am: LUNA ምንም ውሂብ አያስተላልፍም. AES-256-GCM ምስጠራ።
ar: لا ترسل LUNA أي بيانات. تشفير AES-256-GCM.
bg: LUNA не предава данни. AES-256-GCM криптиране.
bn: LUNA কোনো তথ্য প্রেরণ করে না। AES-256-GCM এনক্রিপশন।
ca: LUNA no transmet dades. Xifratge AES-256-GCM.
cs: LUNA nepřenáší žádná data. Šifrování AES-256-GCM.
da: LUNA transmitterer ingen data. AES-256-GCM kryptering.
de: LUNA überträgt keine Daten. AES-256-GCM-Verschlüsselung.
el: Το LUNA δεν μεταδίδει δεδομένα. Κρυπτογράφηση AES-256-GCM.
en: LUNA transmits no data. AES-256-GCM encryption.
es: LUNA no transmite datos. Cifrado AES-256-GCM.
fa: LUNA هیچ داده ای ارسال نمی کند. رمزگذاری AES-256-GCM.
fi: LUNA ei lähetä tietoja. AES-256-GCM-salaus.
he: LUNA לא משדרת נתונים. הצפנת AES-256-GCM.
hi: LUNA कोई डेटा संचारित नहीं करता. एईएस-256-जीसीएम एन्क्रिप्शन।
hr: LUNA ne prenosi podatke. AES-256-GCM enkripcija.
hu: A LUNA nem továbbít adatot. AES-256-GCM titkosítás.
id: LUNA tidak mengirimkan data. Enkripsi AES-256-GCM.
it: LUNA non trasmette dati. Crittografia AES-256-GCM.
ja: LUNAはデータを送信しません。AES-256-GCM暗号化。
ko: LUNA는 데이터를 전송하지 않습니다. AES-256-GCM 암호화.
ms: LUNA tidak menghantar data. Penyulitan AES-256-GCM.
nb: LUNA overfører ingen data. AES-256-GCM-kryptering.
nl: LUNA verzendt geen gegevens. AES-256-GCM-codering.
pl: LUNA nie przesyła żadnych danych. Szyfrowanie AES-256-GCM.
pt_br: LUNA não transmite dados. Criptografia AES-256-GCM.
ro: LUNA nu transmite date. Criptare AES-256-GCM.
ru: LUNA не передает данные. Шифрование AES-256-GCM.
sk: LUNA neprenáša žiadne dáta. Šifrovanie AES-256-GCM.
sv: LUNA sänder inga data. AES-256-GCM-kryptering.
sw: LUNA haipitishi data. Usimbaji fiche wa AES-256-GCM.
th: LUNA ไม่ส่งข้อมูล การเข้ารหัส AES-256-GCM
tr: LUNA hiçbir veri iletmez. AES-256-GCM şifrelemesi.
uk: LUNA не передає дані. Шифрування AES-256-GCM.
ur: LUNA کوئی ڈیٹا منتقل نہیں کرتا ہے۔ AES-256-GCM خفیہ کاری۔
vi: LUNA không truyền dữ liệu. Mã hóa AES-256-GCM.
zh_hans: LUNA 不传输任何数据。 AES-256-GCM 加密。
zh_hant: LUNA 不傳輸任何資料。 AES-256-GCM 加密。
zu: I-LUNA ayithumeli idatha. Ukubethela kwe-AES-256-GCM.
